{ "examples": [

        { 
            "reference" : "2-D ECHOCARDIOGRAM,Multiple views of the heart and great vessels reveal normal intracardiac and great vessel relationships. Cardiac function is normal.  There is no significant chamber enlargement or hypertrophy.  There is no pericardial effusion or vegetations seen.  Doppler interrogation, including color flow imaging, reveals systemic venous return to the right atrium with normal tricuspid inflow. Pulmonary outflow is normal at the valve.  Pulmonary venous return is to the left atrium.  The interatrial septum is intact.  Mitral inflow and ascending aorta flow are normal.  The aortic valve is trileaflet.  The coronary arteries appear to be normal in their origins.  The aortic arch is left-sided and patent with normal descending aorta pulsatility.",

            "response" : "65 year old female presented with pT3 pN1a moderately differentiated adenocarcinoma of rectum on 9/15/2021.", 

            "question" : "What was theTNM stage of the cancer?"

        },

        { 

            "reference" : "PREOPERATIVE DIAGNOSIS: , Voluntary sterility.,POSTOPERATIVE DIAGNOSIS: , Voluntary sterility.,OPERATIVE PROCEDURE:,  Bilateral vasectomy.,ANESTHESIA:,  Local.,INDICATIONS FOR PROCEDURE:  ,A gentleman who is here today requesting voluntary sterility.  Options were discussed for voluntary sterility and he has elected to proceed with a bilateral vasectomy.,DESCRIPTION OF PROCEDURE: ,The patient was brought to the operating room, and after appropriately identifying the patient, the patient was prepped and draped in the standard surgical fashion and placed in a supine position on the OR table.  Then, 0.25% Marcaine without epinephrine was used to anesthetize the scrotal skin.  A small incision was made in the right hemiscrotum.  The vas deferens was grasped with a vas clamp.  Next, the vas deferens was skeletonized.  It was clipped proximally and distally twice.  The cut edges were fulgurated.  Meticulous hemostasis was maintained.  Then, 4-0 chromic was used to close the scrotal skin on the right hemiscrotum.  Next, the attention was turned to the left hemiscrotum, and after the left hemiscrotum was anesthetized appropriately, a small incision was made in the left hemiscrotum.  The vas deferens was isolated.  It was skeletonized.  It was clipped proximally and distally twice.  The cut edges were fulgurated. Meticulous hemostasis was maintained.  Then, 4-0 chromic was used to close the scrotal skin.  A jockstrap and sterile dressing were applied at the end of the case.  Sponge, needle, and instruments counts were correct.",

            "response" :   "Patient discharged after laparoscopic Roux-en-Y gastric bypass.",

            "question" :  ""         
        },


        { 

            "reference" : "HISTORY OF PRESENT ILLNESS:,  The patient is an 85-year-old gentleman who follows as an outpatient with Dr. A.  He is known to us from his last admission.  At that time, he was admitted with a difficulty voiding and constipation.  His urine cultures ended up being negative.  He was seen by Dr. B and discharged home on Levaquin for five days.,He presents to the ER today with hematuria that began while he was sleeping last night.  He denies any pain, nausea, vomiting or diarrhea.  In the ER, a Foley catheter was placed and was irrigated with saline.  White count was 7.6, H and H are 10.8 and 38.7, and BUN and creatinine are of 27 and 1.9.  Urine culture is pending.  Chest x-ray is pending.  His UA did show lots of red cells.  The patient currently is comfortable.  CBI is running.  His urine is clear.,PAST MEDICAL HISTORY:,1.  Hypertension.,2.  High cholesterol.,3.  Bladder cancer.,4.  Bilateral total knee replacements.,5.  Cataracts.,6.  Enlarged prostate.,ALLERGIES:,  SULFA.,MEDICATIONS AT HOME:,1.  Atenolol.,2.  Cardura.,3.  Zegerid.,4.  Flomax.,5.  Levaquin.,6.  Proscar.,7.  Vicodin.,8.  Morphine.,9.  Phenergan.,10.  Ativan.,11.  Zocor.,12.  Prinivil.,13.  Hydrochlorothiazide.,14.  Folic acid.,15.  Digoxin.,16.  Vitamin B12.,17.  Multivitamin.,SOCIAL HISTORY: , The patient lives at home with his daughter.  He does not smoke, occasionally drinks alcohol.  He is independent with his activities of daily living.,REVIEW OF SYSTEMS:,  Not additionally rewarding.,PHYSICAL EXAMINATION:,GENERAL:  An awake and alert 85-year-old gentleman who is afebrile.,VITAL SIGNS:  BP of 162/60 and pulse oximetry of 98% on room air.,HEENT:  Pink conjunctivae.  Anicteric sclerae.  Oral mucosa is moist.,NECK:  Supple.,CHEST:  Clear to auscultation.,HEART:  Regular S1 and S2.,ABDOMEN:  Soft and nontender to palpation.,EXTREMITIES:  Without edema.,He has a Foley catheter in place.  His urine is clear.,LABORATORY DATA:,  Reviewed.,IMPRESSION:,1.  Hematuria.", 

            "response" : "Presents to the ER with hematuria that began while sleeping last night. He denies any pain, nausea, vomiting or diarrhea.", 

            "question" : "Incision and drainage of the penoscrotal abscess, packing, penile biopsy, cystoscopy, and urethral dilation?"
        },

        {
            "reference" : "CHIEF COMPLAINT: , Left flank pain and unable to urinate.,HISTORY: , The patient is a 46-year-old female who presented to the emergency room with left flank pain and difficulty urinating.  Details are in the history and physical.  She does have a vague history of a bruised left kidney in a motor vehicle accident.  She feels much better today.  I was consulted by Dr. X.,MEDICATIONS:,  Ritalin 50 a day.,ALLERGIES: , To penicillin.,PAST MEDICAL HISTORY: , ADHD.,SOCIAL HISTORY:,  No smoking, alcohol, or drug abuse.,PHYSICAL EXAMINATION: , She is awake, alert, and quite comfortable.  Abdomen is benign.  She points to her left flank, where she was feeling the pain.,DIAGNOSTIC DATA: , Her CAT scan showed a focal ileus in left upper quadrant, but no thickening, no obstruction, no free air, normal appendix, and no kidney stones.,LABORATORY WORK: , Showed white count 6200, hematocrit 44.7.  Liver function tests and amylase were normal.  Urinalysis 3+ bacteria.,IMPRESSION:,1.  Left flank pain, question etiology.,2.  No evidence of surgical pathology.,3.  Rule out urinary tract infection.,PLAN:,1.  No further intervention from my point of view.,2.  Agree with discharge and followup as an outpatient.  Further intervention will depend on how she does clinically.  She fully understood and agreed., REASON FOR CONSULTATION: , Left flank pain, ureteral stone.,BRIEF HISTORY: , The patient is a 46-year-old female who was referred to us from Dr. X for left flank pain.  The patient was found to have a left ureteral stone measuring about 1.3 cm in size per the patient's history.  The patient has had pain in the abdomen and across the back for the last four to five days.  The patient has some nausea and vomiting.  The patient wants something done for the stone.  The patient denies any hematuria, dysuria, burning or pain.  The patient denies any fevers.,PAST MEDICAL HISTORY: , Negative.,PAST SURGICAL HISTORY:  ,Years ago she had surgery that she does not recall.,MEDICATIONS: , None.,ALLERGIES: , None.,REVIEW OF SYSTEMS: , Denies any seizure disorder, chest pain, denies any shortness of breath, denies any dysuria, burning or pain, denies any nausea or vomiting at this time.  The patient does have a history of nausea and vomiting, but is doing better.,PHYSICAL EXAMINATION:,VITAL SIGNS:  The patient is afebrile.  Vitals are stable.,HEART:  Regular rate and rhythm.,ABDOMEN:  Soft, left-sided flank pain and left lower abdominal pain.,The rest of the exam is benign.,LABORATORY DATA: , White count of 7.8, hemoglobin 13.8, and platelets 234,000.  The patient's creatinine is 0.92.,ASSESSMENT:,1.  Left flank pain.,2.  Left ureteral stone.,3.  Nausea and vomiting.,PLAN: , Plan for laser lithotripsy tomorrow.  Options such as watchful waiting, laser lithotripsy, and shockwave lithotripsy were discussed.  The patient has a pretty enlarged stone.  Failure of the procedure if the stone is significantly impacted into the ureteral wall was discussed.  The patient understood that the success of the surgery may be or may not be 100%, that she may require shockwave lithotripsy if we are unable to get the entire stone out in one sitting.  The patient understood all the risk, benefits of the procedure and wanted to proceed.  Need for stent was also discussed with the patient.  The patient will be scheduled for surgery tomorrow. Plan for continuation of the antibiotics, obtain urinalysis and culture, and plan for KUB to evaluate for the exact location of the stone prior to surgery tomorrow.", 

            "response" : "Left flank pain, ureteral stone.",

            "question" : "Cystoscopy, TUR, and electrofulguration of recurrent bladder tumors.?"
        },

        {

            "reference" : "PREOPERATIVE DIAGNOSES:,1.  Prostatism.,2.  Bladder calculus.,OPERATION:,  Holmium laser cystolithalopaxy.,POSTOPERATIVE DIAGNOSES:,1.  Prostatism.,2.  Bladder calculus.,ANESTHESIA:  ,General.,INDICATIONS:,  This is a 62-year-old male diabetic and urinary retention with apparent neurogenic bladder and intermittent self-catheterization, recent urinary tract infections.  The cystoscopy showed a large bladder calculus, short but obstructing prostate.  He comes in now for transurethral resection of his prostate and holmium laser cystolithotripsy.,He is a diabetic with obesity.,LABORATORY DATA:  , Includes urinalysis showing white cells too much to count, 3-5 red cells, occasional bacteria.  He had a serum creatinine of 1.2, sodium 138, potassium 4.6, glucose 190, calcium 9.1.  Hematocrit 40.5, hemoglobin 13.8, white count 7,900.,PROCEDURE: , The patient was satisfactorily given general anesthesia.  Prepped and draped in the dorsal lithotomy position.  A 27-French Olympus rectoscope was passed via the urethra into the bladder.  The bladder, prostate, and urethra were inspected.  He had an obstructing prostate.  He had marked catheter reaction in his bladder.  He had a lot of villous changes, impossible to tell from frank tumor.  He had a huge bladder calculus.  It was white and round.,I used the holmium laser with the largest fiber through the continuous flow resectoscope and sheath, and broke up the stone, breaking up approximately 40 grams of stone.  There was still stone left at the end of the procedure.  Most of the chips that could be irrigated out of the bladder were irrigated out using Ellik.,Then the scope was removed and a 24-French 3-way Foley catheter was passed via the urethra into the bladder.,The plan is to probably discharge the patient in the morning and then we will get a KUB.  We will probably bring him back for a second stage cystolithotripsy, and ultimately do a TURP.  We broke up the stone for over an hour, and my judgment continuing with litholapaxy transurethrally over an hour begins to markedly increase the risk to the patient.", 

            "response" : "Exploratory laparotomy, resection of small bowel lesion, biopsy of small bowel mesentery, bilateral extended pelvic and iliac lymphadenectomy (including preaortic and precaval, bilateral common iliac, presacral, bilateral external iliac lymph nodes), salvage radical cystoprostatectomy (very difficult due to previous chemotherapy and radiation therapy), and continent urinary diversion with an Indiana pouch.", 

            "question" : ""
        }

    ]

}

